tap 'go-swagger/go-swagger'

# fonts
cask 'font-fira-code-nerd-font'


# apps
cask 'alacritty'
cask 'arc'
cask 'obsidian'
cask 'raycast'
brew 'gh'
brew 'tmux'
brew 'lazygit'
brew 'k9s'
brew 'grpcui'
brew 'withgraphite/tap/graphite'
brew 'grpcui'
brew 'aerospace'
brew 'slides'

# cli
brew 'fish'
brew 'fzf'
brew 'exa'
brew 'bat'
brew 'ripgrep'
brew 'zoxide'
brew 'starship'
brew 'jq'
brew 'yq'
brew 'pnpm'
brew 'direnv'
brew 'golang-migrate'
brew 'coreutils'
brew 'skaffold'
brew 'joshmedeski/sesh/sesh'
brew 'act'

# languages
brew 'node'
brew 'go'
brew 'elixir'
brew 'protoc'
brew 'go-swagger'
