tap 'go-swagger/go-swagger'

# fonts
cask 'font-fira-code-nerd-font'

# apps
cask 'alacritty'
brew 'gh'
brew 'tmux'
brew 'lazygit'
brew 'k9s'
brew 'grpcui'
brew 'withgraphite/tap/graphite'
brew 'grpcui'

# cli
brew 'fzf'
brew 'exa'
brew 'bat'
brew 'ripgrep'
brew 'zoxide'
brew 'starship'
brew 'jq'
brew 'yq'
brew 'pnpm'
brew 'direnv'

# languages
brew 'node'
brew 'goenv'
brew 'elixir'
brew 'protoc'
brew 'go-swagger'
