tap 'go-swagger/go-swagger'

# fonts
cask 'font-fira-code-nerd-font'

# apps
cask 'alacritty'
brew 'gh'
brew 'tmux'
brew 'lazygit'

# cli
brew 'fzf'
brew 'exa'
brew 'bat'
brew 'ripgrep'
brew 'zoxide'

# languages
brew 'node'
brew 'goenv'
brew 'elixir'
brew 'protoc'
brew 'go-swagger'
